<template>
    
    <div class="acordion-wrap" style="background-image: url(images/acordion-bg.jpg);">
        <div class="mbox">
            <div class="title-row">
                <h2>שאלות נפוצות</h2>
            </div>
            <div class="content-acordion">
                <div class="list-acc">
                    <AccordionLine 
                        tab-title = 'מה קורה עם יעד הגיוס של הקרן לא הושלם?'
                        tab-content = '<p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>'
                    />
                    <AccordionLine 
                        tab-title = 'מה קורה עם יעד הגיוס של הקרן לא הושלם?'
                        tab-content = '<p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>'
                    />
                    <AccordionLine 
                        tab-title = 'מה קורה עם יעד הגיוס של הקרן לא הושלם?'
                        tab-content = '<p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>'
                    />
                    <AccordionLine 
                        tab-title = 'מה קורה עם יעד הגיוס של הקרן לא הושלם?'
                        tab-content = '<p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>'
                    />
                    <AccordionLine 
                        tab-title = 'מה קורה עם יעד הגיוס של הקרן לא הושלם?'
                        tab-content = '<p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>'
                    />
                    <!--
                    <div class="line" >
                        <div @click="show = !show" class="named">זה באמת כל כך פשוט ליצור קרן חדשה למטרה פרטית?</div>
                        <transition name="fade">
                            <div v-if="show" class="hidden">
                                <div class="texter">
                                    <p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>
                                </div>
                            </div>
                        </transition>
                    </div>
                    <div class="line">
                        <div class="named"> מה קורה עם יעד הגיוס של הקרן לא הושלם? </div>
                        <div class="hidden">
                            <div class="texter">
                                <p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>
                            </div>
                        </div>
                    </div>
                    <div class="line">
                        <div class="named">זה באמת כל כך פשוט ליצור קרן חדשה למטרה פרטית?</div>
                        <div class="hidden">
                            <div class="texter">
                                <p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>
                            </div>
                        </div>
                    </div>
                    <div class="line">
                        <div class="named"> מה קורה עם יעד הגיוס של הקרן לא הושלם? </div>
                        <div class="hidden">
                            <div class="texter">
                                <p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>
                            </div>
                        </div>
                    </div>
                    <div class="line">
                        <div class="named"> מה קורה עם יעד הגיוס של הקרן לא הושלם? </div>
                        <div class="hidden">
                            <div class="texter">
                                <p>בוודאי! זו מטרת האתר המיוחד זה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. אי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. בשביל זה אנחנו פה...</p>
                            </div>
                        </div>
                    </div>
                    -->
                </div>
            </div>
        </div>
    </div>

</template>

<script>
import AccordionLine from "@/components/include/accordion_line.vue";

export default {
    
    name: "accordion",
    components: {
        AccordionLine
    },
    data() {
        return {
            show: true
        };
    }, 
    methods : {

    }
};
</script>

<style lang="scss" scoped>

    .acordion-wrap{ background-position: center center; background-attachment: fixed; background-size: cover; background-repeat: no-repeat; padding: 30px 0 100px; background-color: #000;
        .title-row{ text-align: center; padding: 60px 0; position: relative;
            h2{ font-size: 65px; font-family: "AlmoniTzarAAA"; color: rgb(255, 255, 255); text-transform: uppercase; line-height: 1; font-weight: 300;
                &:before{ content: ''; background-image: url(../../assets/images/darkleaf-ico.png); position: absolute; width: 156px; height: 154px; background-position: center center; z-index: -1; top: 50%; left: 50%; transform: translate(-50%, -50%);  }
            }
        }
        .content-acordion{max-width: 740px; margin: 0 auto;}
    }

</style>

