<template>
    <div class="home">

		<div class="about-wrap">
			<div class="mbox">
				<div class="conteiner">

					<Breadcrumbs />

					<div class="title-page">
						<h1>איך זה עובד</h1>
					</div>
					<div class="texter">
						<p>
							<strong>גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.</strong>
						</p>
						<p>
							קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. לורם איפסום דולור סיט אמט, קולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח.
						</p>

						<hr />
						<br />

						<p style="text-align: center; ">
							<img src="images/content-ico1.png" alt="">
						</p>
						<h2 style="text-align: center; ">יצירת קרן חדשה (כאן הכל מתחיל)</h2>
						<p>
							לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורךגולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט. קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק.
						</p>
						<p>
							ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
						</p>
						<p>
							קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים. קלאצי סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט 
						</p>
						<br />

						<p style="text-align: center; ">
							<img src="images/content-ico2.png" alt="">
						</p>
						<h2 style="text-align: center; "> שיתוף (6 טיפים ששווה להכיר)  </h2>
						<p>
							נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי. 
						</p>
						<p>
							קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי. 
						</p>
						<p>
							קולורס מונפרד אדנדום סילקוף, מרגשי ומרגשח. עמחליף הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.
						</p>
						<br />

						<p style="text-align: center; ">
							<img src="images/content-ico3.png" alt="">
						</p>
						<h2 style="text-align: center; "> התרומות זורמות (איך מתי וכמה) </h2>
						<p>
							נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. לורם איפסום דולור סיט אמט, לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר בריקנה סטום, לפריקך תצטריק לרטי. 
						</p>

					</div>
				</div>
			</div>
		</div>
		
		<Accordion />
    </div>
</template>

<script>

import Accordion from "@/components/include/accordion.vue"; 
import Breadcrumbs from "@/components/include/breadcrumbs.vue";

export default {
	
    name: "About",
    components: {
		Accordion,
		Breadcrumbs
    }
};

</script>

<style lang="scss">

	.about-wrap{ padding-bottom: 90px;
        .conteiner{ max-width: 920px; margin: 0 auto; }
        .title-page{ padding: 0px 0 60px;
            h1{font-size: 50px; font-family: "AlmoniTzarAAA"; color: rgb(42, 41, 41); line-height: 1.2; text-align: center;}
        }
        .texter{ 
            h2{ font-size: 28px; color: rgb(0, 0, 0); font-family: "AlmoniTzarAAA"; line-height: 1.2; margin: 0 auto 25px; max-width: 770px; } 
            h3{ font-size: 24px; color: rgb(0, 0, 0); font-family: "AlmoniTzarAAA"; line-height: 1.2; margin: 0 auto 25px; max-width: 770px; }
            p{ font-size: 18px; font-family: "AlmoniDLAAA"; color: rgb(42, 41, 41); text-transform: uppercase; line-height: 1.3; margin: 0 auto 25px; max-width: 770px;}
            strong{ font-weight: 700; }
            hr{}
        }
    }

</style>

